{
  "pressRelease" : [
    {
      "id": "12",
      "category" : "Press Release",
      "title": "Hanwha Systems unveils stunning Earth images captured by small SAR satellite",
      "date": "2024.04.26",
      "thumbnail": "pressRelease-img-12-en.png",
      "desc" : [
        "<strong>▷ Hanwha’s small synthetic aperture radar (SAR) satellite transmitted high-quality images of iconic landmarks such as the Yankee Stadium in New York City and Palm Jumeirah in Dubai, the world’s largest artificial archipelago</strong>",
        "<strong>▷ Having reaffirmed its technological prowess in the space sector through these images, Hanwha will expand its space business to foster the growth of various domestic and foreign industries</strong>",
        "<img src='/resources/images/media-room/press-release/news_43-3.jpeg'>",
        "<em>≫ Palm Jumeirah, the world's largest man-made archipelago in the shape of a palm tree in Dubai, taken by Hanwha Systems' small SAR satellite</em>",
        "<p>Hanwha Systems released high-quality images of various landmarks on April 18, taken from space by its small synthetic aperture radar (SAR) satellite that has been in orbit since last December.</p>",
        "<p>The satellite produced images of New York’s Central Park and Yankee Stadium, and Dubai’s Palm Jumeirah, the world’s largest artificial archipelago, demonstrating its ability to identify and observe major bridges, rivers, and airports in detail. They were transmitted from an altitude of 650 kilometers above the Earth.</p>",
        "<p>“These images, taken by our small SAR satellite, have reaffirmed our technological prowess in the space sector,” said Sung-Chul Eoh, CEO of Hanwha Systems. “We are committed to expanding our space business, encompassing satellite manufacturing and related services, to foster the growth of various domestic and foreign industries.”</p>",
        "<p>The small SAR satellite is the first of its kind launched by a private Korean company. Since its launch four months ago, it has been on a trial run, orbiting the Earth 15 times a day and communicating with ground stations six times a day while collecting terrain data</p>",
        "<img src='/resources/images/media-room/press-release/news_43-1.jpeg'>",
        "<em>≫ A small SAR satellite image released by Hanwha Systems shows Yankee Stadium, home of Major League Baseball’s New York Yankees</em>",
        "<img src='/resources/images/media-room/press-release/news_43-2.jpeg'>",
        "<em>≫ An image captured by Hanwha Systems’ small SAR satellite shows an aerial view of Central Park, located in the heart of Manhattan</em>",
        "<p>SAR satellite images can be utilized in various fields including environmental monitoring, disaster management, construction and infrastructure development, future energy exploration, and national security. SAR satellites are useful for these applications as they use microwaves and can penetrate thick clouds to gather data in all weather conditions, regardless of the time of day.</p>",
        "<p>These satellites can also detect subtle changes in the images over time, meaning they are able to predict urban subsidence, or sinkholes, as well as landslides, and shifts in trade volume.</p>",
        "<p>Hanwha Systems plans to enhance its SAR satellite technology to capture images that identify more detailed features such as low-rise buildings and cars in urban centers, flora and fauna in forests, and maritime vessels in the sea.</p>",
        "<p>The company will also create diverse value-added services in the satellite service market. This includes environmental monitoring through the analysis of high-resolution satellite images for the business-to-government (B2G) and business-to-business (B2B) markets, data analysis for geographic information system (GIS) mapping, and automatic fusion and analysis of satellite images using small SAR satellites.</p>",
        "<p>The global satellite market is expected to grow at a compound annual growth rate of 8.1% through 2032 to reach $615.7 billion (837 trillion won) in 2032, and the satellite service market is projected to grow to $144.5 billion (197 trillion won) in 2026, according to market research firm Allied Market Research.</p>",
        "<img src='/resources/images/media-room/press-release/news_43-4.jpeg'>",
        "<em>≫ Hanwha Systems' small SAR satellite arrives in space (Photo courtesy of the Korean Ministry of Defense)</em>",
        "<p>The small SAR satellite manufactured by Hanwha Systems delivers 1-meter resolution images. Veering away from conventional satellite design, it has a unique shape that integrates its payload, main body, and solar panels to maximize the available loading space on the launch vehicle.</p>",
        "<p>Hanwha Systems' small SAR satellite was launched last year on Dec. 4 at 14:00 and settled into its designated orbit, stably transmitting its first signal at 15:45:40 and successfully communicating with ground control at 17:38:00.</p>",
        "<strong>Hanwha Systems</strong>",
        "<p>As a global total solutions company, Hanwha Systems provides differentiated smart technologies by leveraging synergies with advanced defense electronics and future–ready ICT technologies. In addition to our world–class expertise in defense electronics, we also provide state–of–the–art IT services, such as AI, big data, blockchain, cloud services and more, to lead digital innovation across a range of industries</p>",
        "<p>For more information, visit: <a href='https://www.hanwhasystems.com/en/index.do' target='_blank'>www.hanwhasystems.com/en/index.do</a> </p>"
      ]
    },
    {
      "id": "11",
      "category" : "Press Release",
      "title": "Hanwha Reveals Nuri Rocket and UAM in Paris, Showcasing Korean Space Technologies Encompassing “Launch Vehicle, Satellite and Its Services”",
      "date": "2023.06.16",
      "thumbnail": "pressRelease-img-11-en.png",
      "desc" : [
        "<img src='/resources/images/media-room/press-release/news_25-1.jpg'>",
        "<strong>▷ An integrated booth of Hanwha Systems and Hanwha Aerospace will be open at the Paris Air Show from June 19-25, showcasing Hanwha Group’s “Space Value Chain” for the first time</strong>",
        "<strong>▷ A combined small SAR satellite with OneWeb satellite networks will be presented to demonstrate a \"hyper-connected defense solution\"</strong>",
        "<strong>▷ Eco-friendly 6-seater UAM produced by Hanwha and Overair, is scheduled for its pilot flight in early 2024</strong>",
        "<strong>▷ \"Space, aerospace, and defense technologies leveraging the group companies' synergies” are expanding opportunities for global business cooperation\"</strong>",
        "<p>For the first time, Hanwha will unveil its space technologies at the Paris Air Show, the world's largest aerospace exhibition. By showcasing the third successful launch of “Nuri” (KSLV-II), Korea's homegrown space rocket, along with Hanwha Systems' small SAR satellite and space internet services, Hanwha aims to demonstrate Korea's space technologies and open up new markets.</p>",
        "<p>On 16th June 2023, Hanwha announced that it will participate in the Paris Airshow, which will be held at Le Bourget Airport near Paris, France, from June 19th thru 25th.</p>",
        "<p>During the Paris Airshow, Hanwha Aerospace and Hanwha Systems will have an integrated booth and operate the Space Zone, Air Mobility Zone, and Air Zone, which gather the group's space industry value chain capabilities, including launch vehicles, satellites, and satellite services.</p>",
        "<strong>◆Hanwha Systems' first localized “small SAR satellite” and “Real-time sharing of future battlefield situations”</strong>",
        "<p>In the Space Zone, Hanwha will unveil a blueprint for a “hyper-connected defense solution” that will share real-time battlefield situations on land, sea, and air through a network of Low Earth Orbit (LEO) communication satellites.</p>",
        "<p>Hanwha Systems' first locally developed \"small SAR (Synthetic Aperture Radar) satellite\" will aid in observing battlefield situations while sharing real-time battlefield information through the military's satellite communication networks, utilizing OneWeb's LEO constellation satellites. OneWeb is a global satellite connectivity service company in which Hanwha Systems has invested since 2021.</p>",
        "<p>In particular, small SAR satellite can clearly observe the ground even in bad weather and have the advantage of being able to launch multiple satellites at once thanks to their small sizes and light weights.</p>",
        "<p>Hanwha Aerospace will display a model of the Korean launch vehicle “Nuri” rocket, a commercial satellite successfully launched into orbit for the third time last month. Hanwha Aerospace, which manufactured core components including the engine, the heart of Nuri, was selected as the system integrator at the end of last year and will be responsible for the overall production and launch operation of Nuri together with the Korea Aerospace Research Institute.</p>",
        "<strong>◆Application of Hanwha Aerospace’s ESS to Hanwha Systems’ UAM “Butterfly”… “Group company synergy in full swing”</strong>",
        "<p>In the Air Mobility Zone, a model of the “Butterfly”, a six-seat urban air transportation (UAM) aircraft co-developed by Hanwha Systems and the U.S. company Overair, will be on display. Hanwha will complete production of the eco-friendly UAM prototype later this year and begin unmanned flight tests in the U.S. early next year.</p>",
        "<p>The core components of the electric propulsion system for electric vertical take-off and landing (eVTOL) aircrafts, including energy storage systems (ESS) and hydrogen fuel cells developed by Hanwha Aerospace, will also be introduced. </p>",
        "<p>The Air Zone will showcase Hanwha's cutting-edge defense technologies, including the state-of-the-art 'AESA Radar' that detects and tracks multiple targets simultaneously, and electro-optical (EO) and infrared (IR) surveillance and reconnaissance sensors for unmanned aerial vehicles.</p>",
        "<p>\"We will actively promote Korea's excellence in space, aerospace, and defense on the world stage to expand opportunities for global business cooperation,\" said Jae-il Son, CEO of Hanwha Aerospace.</p>",
        "<p>\"Through the Paris Air Show, we will showcase the capabilities and synergies of the entire value chain of Hanwha’s space industry, as well as technologies that will lead to a paradigm shift in future mobility,\" said Sung-Chul Eoh, CEO of Hanwha Systems.</p>",
        "<p>The Paris Air Show is the world's oldest and largest aerospace and defense event, which began in 1909, marking 54th this year. Together with the Farnborough and Singapore Airshows, it is one of the \"World's Three Greatest Air Shows\" and is held every June in odd-numbered years. It is being held for the first time in four years due to the Coronavirus pandemic. The previous Paris Air Show, which was held in 2019, attracted about 320,000 visitors to the venue.</p>"
      ]
    },
    {
      "id": "10",
      "category" : "Press Release",
      "title": "Hanwha Aerospace Set to Launch the NURI Four Times More… Chosen as the \"Leading Space Company in Korea\".",
      "date": "2022.12.02",
      "thumbnail": "pressRelease-img-10-en.jpg",
      "desc" : [
        "<strong>▷ Hanwha Aerospace signed a main contract for the NURI upgrade project with KARI… Lays the groundworks for the commercialization of space transportation technology</strong>",
        "<strong>▷ Hanwha has visualized the space business using “Launch-Satellite-Service”… Growing as a total solution provider</strong>",
        "<strong>▷ Government focuses on infrastructure, companies on business, universities on basic research... “Korean-style catch-up strategy to close the gap with space powerhouses”</strong>",
        "<strong>▷ The space business is a series of challenges... With passion and responsibility we will take South Korea's space industry to new heights.</strong>",
        "<p>Hanwha Group's space business has reached a major milestone with the acquisition of launch vehicle technology, propelling it into full-scale operations in the space industry. The strategy is to establish a space business value chain, ranging from space transportation services to various satellite utilization services and space exploration, using the capabilities obtained by launching the NURI four more times in partnership with the Korea Aerospace Research Institute (KARI) until 2027.</p>",
        "<p>On the 2nd, Hanwha Aerospace announced that it signed a contract to manufacture the Korean Space Launch Vehicle (NURI) Upgrade Project Launch Vehicle worth KRW 286 billion from Korea Aerospace Research Institute (KARI) on the 1st.</p>",
        "<p>Hanwha Aerospace, which secured the top spot for the contract last month after being selected as the preferred bidder, plans to build three Nuri vehicles and launch four more between next year and 2027 together with KARI.</p>",
        "<p>The “NURI Upgrade Project” is a government initiative led by the Ministry of Science and ICT, with a budget of KRW 687.38 billion. It aims to launch the Korean space launch vehicle, NURI, through a consortium of KARI and private enterprises. The project aims to secure space transportation capabilities and foster and support total system technology in the private sector.</p>",
        "<strong>◎ Additional launch of NURI…“placing national satellites and others into orbit”</strong>",
        "<p>Through this project, Hanwha Aerospace will sequentially inherit the total system technology and launch operation know-how of the NURI (Korean space launch vehicle) held by KARI.</p>",
        "<p>From the third launch scheduled for 2023, NURI will be launched a total of four times by 2027 to put commercial satellites into orbit for various missions, including space technology verification and ground observation. As the only Korean company capable of providing launch services, Hanwha Aerospace aims to actively engage in commercializing \"space transportation\" in the future. This includes sending private satellites, spacecrafts, and various materials into space.</p>",
        "<strong>◎ Continued investment in unchartered areas of the space industry… \"We will achieve the challenging goals of space exploration.”</strong>",
        "<p>Hanwha Group, with the establishment of its space industry consortium “Space Hub” last year, has set ambitious goals to lead space exploration and resource acquisition efforts in Korea, which is seen as a latecomer to the space industry. Hanwha is dedicated to long-term investments in this field.</p>",
        "<p>Hanwha Systems has been expanding its space communications service business by acquiring the British satellite communications antenna company, Phasor (currently Hanwha Phasor) in 2020, along with an equity stake in Kymeta, the U.S. satellite communications antenna company, and a 9% stake in OneWeb, the world's first space internet company in 2021.</p>",
        "<p>Satrec Initiative, the only company in South Korea that develops and exports satellites, has already secured a presence in the satellite data services business. Hanwha Aerospace, which merged with Hanwha Defense, plans to further diversify its launch vehicle capabilities by merging with Hanwha Defense (formerly the Defense Division of Hanwha Corporation) in March next year.</p>",
        "<p>Hanwha Aerospace is navigating its strategy to become the first \"total solution provider in the space industry” by building a value chain that incorporates satellite manufacturing, launch transportation, and satellite services, and cutting-edge space exploration technology for the future.</p>",
        "<strong>◎ “Space sovereignty” is secured, but still a long way to go... Cooperation with government, business, and university required </strong>",
        "<p>South Korea has succeeded in developing a launch vehicle with the successful launch of the NURI, but a large gap with the existing space technology of powerhouse countries remains. The size of the Korean space industry is less than 1% of the global market as of 2019, and the research workforce of KARI amounts to about 5% of the National Aeronautics and Space Administration (NASA) workforce. The space development budget is only 1% of that in the U.S..</p>",
        "<p>The U.S. government contributed an active role in developing a private sector-led space industry ecosystem. Since its founding, SpaceX, the world-leading space company, has secured more than half of the approximately USD 1 billion (around KRW 1.3 trillion) it has earned in the first 10 years through contracts with NASA.</p>",
        "<p>To narrow the gap with powerhouse countries in the space industry, it is necessary to make pioneering strides in the \"Space 2.0\" era where private companies can generate profits from the space business through a \"Korean-style fast follower strategy\" in which government policy support and investment, corporate-led technology acquisition, and university-led essential technology research are carried out simultaneously.</p>",
        "<p>A Hanwha Aerospace official said, \"The additional launch of NURI is still a challenging project that is not certain to be successful. But based on the accumulated capabilities of KARI, the technology of over 300 domestic companies, and Hanwha's passion for space business, we will surely succeed in upcoming launches and take the Korean space industry to the next level.</p>"
      ]
    },
    {
      "id": "9",
      "category" : "Press Release",
      "title": "Hanwha's Space Hub Ventures into Development of Reusable Unmanned Spacecraft Technology",
      "date": "2022.07.28",
      "thumbnail": "pressRelease-img-9-en.jpg",
      "desc" : [
        "<strong>▷ Korea’s first space company to develop technology for “reusable unmanned spacecraft”</strong>",
        "<strong>▷ Hanwha Group signed a memorandum of understanding with a consortium of 13 universities including Seoul National University.</strong>",
        "<strong>▷ Cost reduction and rapid mission deployment sought after competitively by countries such as the U.S. and China, among others.</strong>",
        "<p>Hanwha Group’s space business consortium “Space Hub” is taking on the challenge to develop “reusable unmanned spacecraft” technology. Space Hub announced on the 28th that it has recently signed a memorandum of understanding for research cooperation with a consortium of 13 universities led by Seoul National University for development of reusable unmanned spacecraft technology.</p>",
        "<img src='/resources/images/media-room/press-release/news_19-1.jpg'>",
        "<p>Hanwha is Korea's first space company to venture into development of reusable unmanned spacecraft technology.</p>",
        "<p>A \"reusable unmanned spacecraft\" refers to a spacecraft that is launched into space on a space launch vehicle and, after reaching space, is capable of long-duration flight with its own propulsion system. It is designed to perform various missions in space such as observation, research, and national defense. After completing a mission and returning to Earth, a spacecraft can re-enter space multiple times using a space launch vehicle.</p>",
        "<p>Reusability allows for cost reduction in launch expenditures, and enables faster and more frequent mission deployments, with space-faring powerhouses like the U.S. and China taking competitive stances in developing this technology.</p>",
        "<p>At a recent memorandum of understanding ceremony with Seoul National University, Space Hub discussed details for development of basic technologies for “reusable unmanned spacecraft”, including ▲ co-participation in research laboratories and detailed tasks and ▲ maximum cooperation of mutual technical and sales capabilities.</p>",
        "<p>The signing ceremony was attended by Hanwha Aerospace CEO Shin Hyun-woo, as well as executives from the three Hanwha Space Hub affiliates, Hong Yu-seok, Dean of the College of Engineering at Seoul National University, and Professor Kim Chong-Am at the Department of Aerospace Engineering in Seoul National University. Their attendance added significance to the first business partnership.</p>",
        "<p>Hanwha Aerospace CEO Shin Hyun-woo said that he believes that the company has taken the first step towards developing space vehicles beyond launch vehicles through the reusable unmanned spacecraft specialized center project. He added that with Hanwha's technological capabilities in the space industry and the support of competent academic infrastructure and scholarly expertise, the company can narrow the gap with powerhouse countries more quickly.</p>",
        "<p>Hong Yu-seok, Dean of the College of Engineering at Seoul National University said that he would prepare a business proposal through organic cooperation with each affiliate of the Hanwha Space Hub, and after winning the project successfully, he would do his best to ensure the smooth progress of the project based on Seoul National University's experience in operating specialized centers.</p>",
        "<p>Professor Kim Chong-Am of the Department of Aerospace Engineering said that the fact that he has embarked on the reusable unmanned spacecraft project marks a major achievement in itself, and based on the mutual cooperation with the university consortium and Hanwha Space Hub, he is committed to prepare a proposal preparation process and strive for project attraction. If this project is successfully promoted in the future, he said that he will perform solid basic technology research to promote development into applied research through industry-academia cooperation.</p>",
        "<p>All the while, the \"Reusable Unmanned Space Vehicle Advanced Technology Specialized Research Center\" project is a project to secure essential technologies related to the \"reusable unmanned space vehicle (RUSV)\" under the management of the Korea Research Institute for Defense Technology Planning and Advancement (KRIT). A consortium of 11 universities including Seoul National University and the Hanwha Space Hub jointly participated in the proposal work, and the submission of the proposal was concluded on the 26th. The research center is expected to be opened after September, following the proposal review and other detailed procedures.</p>"
      ]
    },
    {
      "id": "8",
      "category" : "Press Release",
      "title": "Hanwha Aerospace Held a Ceremony to Ship the Engine for the NURI Rocket",
      "date": "2022.05.04",
      "thumbnail": "pressRelease-img-8-en.jpg",
      "desc" : [
        "<strong>▷ 46 space launch vehicle engines were produced for seven years since 2016.</strong>",
        "<strong>▷ The engine production up to the NURI 3rd launch has been completed.</strong>",
        "<strong>▷ Beyond launch vehicle engines, Hanwha Aerospace seizes the challenge to acquire integrated system capabilities.</strong>",
        "<p>Hanwha Aerospace held a ceremony to ship the 75-ton engine used in NURI at its Changwon Plant in Gyeongsangnam-do on May 2, 2022.</p>",
        "<img src='/resources/images/media-room/press-release/news_13-1.jpg'>",
        "<p>The NURI 75-ton engine is the first space launch vehicle engine developed by S. Korea with proprietary technology and verified through flight tests. It is designed to withstand both extremely low temperatures reaching -180 °C of cryogenic liquid oxygen and the extremely high temperatures of 3,300 °C generated during combustion.</p>",
        "<p>Space launch vehicle engine technology is practically impossible to transfer between countries, due to being classified as top secret for national security by space powerhouse nations such as the U.S. and Russia. All related technologies must be developed independently, making the technical difficulty high.</p>",
        "<p>The shipment ceremony was held to commemorate the final delivery of the engines for the Korean Space Launch System (NURI) Development Project and was attended by officials from the Korea Aerospace Research Institute and engine suppliers.</p>",
        "<p>Since the first delivery of NURI’s 75-ton engine in March 2016, Hanwha Aerospace has produced a total of 46 engines, including 34 75-ton engines and 12 7d-ton engines. The 75-ton engine that was last shipped this time is scheduled to be used in the upcoming third launch of NURI.</p>",
        "<img src='/resources/images/media-room/press-release/news_13-2.jpg'>",
        "<em>≫ The image of the NURI engine being shipped at Hanwha Aerospace's Changwon Plant.</em>",
        "<p>The Korean space launch vehicle NURI, consisting of three stages, is equipped with a total of six engines: four 75-ton class engines in the first stage, one 75-ton class engine in the second stage, and one 7-ton class engine in the third stage. Hanwha Aerospace is producing all the engines that will be mounted on the NURI launch vehicle.</p>",
        "<p>The Korean space launch vehicle (NURI) Development Project is a mega-scale project that involves about 300 companies and a total budget of KRW 1.957 trillion. The project is led by the government, and aims to independently develop a space launch vehicle that can put a 1.5-ton commercial satellite into low-earth orbit (600-800km) from 2010 to 2022.</p>",
        "<p>Hanwha Aerospace is participating in the production of various valves and test equipment, as well as the construction of turbopumps and 75-ton liquid rocket engines called the heart of NURI.</p>",
        "<p>In the future, Hanwha Aerospace will produce additional NURI engines under the “Korean Space Launch Vehicle (NURI) Upgrade Project” and participate actively in the plan to maximize its capabilities by discovering and developing a comprehensive space launch system company.</p>",
        "<img src='/resources/images/media-room/press-release/news_13-3.jpg'>",
        "<em>≫ Engineers maintain the NURI engine at Hanwha Aerospace's Changwon Plant.</em>",
        "<p>Hanwha Aerospace CEO Shin Hyun-woo stated that Hanwha Aerospace has been participating in the launch vehicle business for 23 years since 1999. He emphasized that in addition to engine production, the company will strive to maximize its capabilities as a comprehensive system company and become one of the leading companies in the space industry.</p>",
        "<p>Concurrently, in March 2021, Hanwha Group launched Space Hub, which will combine the capabilities of Hanwha Aerospace, Hanwha Systems, and Hanwha's affiliates. It is currently working on a variety of projects, such as launch vehicles, satellites, and exploration, in the form of a consortium of domestic and international strategic partners, such as Satrec Initiative, Hanwha Phasor, Kymeta, and OneWeb.</p>"
      ]
    },
    {
      "id": "7",
      "category" : "Press Release",
      "title": "Hanwha Aerospace to Develop Small Launch Vehicle System Technology",
      "date": "2022.12.06",
      "thumbnail": "pressRelease-img-7-en.jpg",
      "desc" : [
        "<strong>▷Hanwha Aerospace awarded a contract for the \"Small Launch Vehicle System Concept Design\" Project, in recognition of its core technology that was verified by NURI.</strong>",
        "<strong>▷Hanwha Aerospace has conducted a preliminary requirements review (PRR) meeting with the Korea Aerospace Research Institute (KARI) for its small launch vehicle.</strong>",
        "<strong>▷Improved cost-effectiveness by developing low-cost, high-efficiency small launch vehicle systems.</strong>",
        "<p>Hanwha Aerospace will perform the system concept design of a small launch vehicle with the Korea Aerospace Research Institute (KARI).</p>",
        "<p>Currently, Hanwha Aerospace has stationed dedicated research personnel in the KARI and is jointly analyzing the plan to develop a sustainable and economically feasible small launch vehicle through a partnership with the Future Launch Vehicle Research Group, which involves system concept design, cost analysis, aircraft/propulsion system, avionics/ ground interface design, etc.</p>",
        "<p>The reason why small launch vehicles are spotlighted is that the demand for miniaturized satellites is increasing due to advanced technology. With the increasing demand for public satellites, which are set to be launched in S. Korea around 2026, such as cluster satellite systems weighing less than 150kg, the need for small launch vehicles is materializing as well.</p>",
        "<p>Hanwha Aerospace CEO Hyun-woo Shin affirmed his dedication to capitalizing on the company's diverse expertise and achievements in order to develop economically viable and reliable small launch vehicle system solutions. He also stated that Hanwha Aerospace will actively participate in future national small launch vehicle demand projects.</p>",
        "<p>Meanwhile, Hanwha Corporation has been accelerating its space business with the rollout of Space Hub in March this year. With the proven track record of Hanwha Aerospace's liquid propulsion technology with the NURI launch vehicle, Hanwha Corporation's solid propulsion technology, and the satellite technology of Hanwha Systems and Satrec Initiative, the consortium is driving advancements in the space industry.</p>",
        "<p>At the Seoul International Aerospace and Defense Exhibition (Seoul ADEX 2021) held last October, Hanwha Group showcased its cutting-edge technological capabilities in the space industry. This included a 75-ton liquid engine, lunar exploration orbit system, and micro-sized SAR satellite, among others. The exhibition provided an opportunity for Hanwha to demonstrate its world-class expertise and advancements in space technology.</p>"
      ]
    },
    {
      "id": "6",
      "category" : "Press Release",
      "title": "Hanwha participates in Seoul ADEX 2021... Bringing space technology and advanced future weapon systems together in one place.",
      "date": "2021.10.19",
      "thumbnail": "pressRelease-img-6-en.jpg",
      "desc" : [
        "<strong>▷ Hanwha showcases its capabilities in the fields of space and future weapons systems at a large exhibition hall of 1,100 square meters from the 19th to 23rd.</strong>",
        "<strong>▷ Space Hub Zone showcases Hanwha's 'New Space' technologies, including launch vehicles, satellite services, etc.</strong>",
        "<p>For the first time since the launch of the Space Hub in March, Hanwha showcases the space business capabilities of its defense affiliates.</p>",
        "<p>Hanwha defense affiliates (Hanwha Corporation, Hanwha Aerospace, Hanwha Defense, and Hanwha Systems) operates an integrated exhibition hall of 1,100 m2 at the Seoul International Aerospace & Defense Exhibition (Seoul ADEX 2021), which will be held at Seoul Airport (Seongnam City, Gyeonggi-do) from the 19th to the 23rd.</p>",
        "<strong>◎ The 75-ton rocket engine used in the NURI combustion test on display... Presenting a variety of space technologies leading the New Space era.</strong>",
        "<p>Hanwha Defense affiliates have organized a large Space Hub Zone in the center of the exhibition hall, covering space technologies such as launch vehicles, optical and communication satellites, and satellite propulsion systems.</p>",
        "<p>The actual 75-ton liquid rocket engine (Hanwha Aerospace) used in the combustion experiment is on display, which is the same as the one installed on the NURI, which is set to launch from Goheung on June 21. NURI is a three-stage launch vehicle that can launch a 1.5-ton commercial satellite into low Earth orbit (600-800km). The first stage will have four 75-ton liquid engines, the second stage will have one 75-ton engine, and the third stage will have one 7-ton engine. Hanwha Aerospace participated in the total production of key components such as turbopumps and engines.</p>",
        "<img src='/resources/images/media-room/press-release/news_10-1.jpg'>",
        "<p>At the entrance of the exhibition booth, visitors could view the \"solid fuel space launch vehicle (by Hanwha Corporation)\" and the \"satellite propulsion system (by Hanwha Corporation).” The solid fuel space launch vehicle is highly regarded as a technology that accelerates the participation of private companies in the space industry due to its advantages in terms of design, storage, rapid responsiveness, and production costs. The satellite propulsion system, which allows satellites to move in space, uses the thrust of the gas generated when the fuel is burned to perform functions such as attitude control and orbit correction. It is scheduled to be applied to the lunar exploration orbiter to be launched next year.</p>",
        "<img src='/resources/images/media-room/press-release/news_10-2.jpg'>",
        "<p>Various satellites are also exhibited such as the Low-Earth Orbit Communication Satellite Platform (Hanwha Systems), which is capable of providing a variety of satellite communication services, including space Internet, the Ultra-small SAR Satellite (Hanwha Systems), which is the first in Korea to be developed with a weight of less than 100kg and a resolution of 1m, and the Optical Satellite (Satrec Initiative), which has the highest resolution (pixel-by-pixel 0.3m) among commercial satellites in operation around the world.</p>",
        "<em>* SAR (Synthetic Aperture Radar): A technology that uses radar waves to observe objects by emitting radar waves from a satellite and then using the reflected waves. It can acquire high-resolution images even at night and in inclement weather.</em>",
        "<img src='/resources/images/media-room/press-release/news_10-3.jpg'>",
        "<strong>◎ Future weapon systems with advanced technologies such as lasers, tilt-rotors, and AI on display.</strong>",
        "<p>Hanwha will unveil the “Small Laser Weapon System” as a solution to respond to threats from small aircraft such as drones. The Small Laser Weapon System, which is called the Korean version of the Star Wars project, can accurately hit small targets with high-energy lasers. It is also a low-cost, high-efficiency anti-aircraft weapon system that can be mounted on a variety of platforms from sport utility vehicles (SUVs) to armored vehicles through compactness and lightweight.</p>",
        "<img src='/resources/images/media-room/press-release/news_10-4.jpg'>",
        "<p>The Defense Tiltrotor Vertical Take-Off and Landing Vehicle, which utilizes civilian urban air mobility technology, is attracting attention in one corner of the exhibition hall. Hanwha Systems is developing a civil air mobility aircraft called \"Butterfly\" in partnership with Overair, a company based in the U.S.. The goal is to achieve commercialization by the year 2025. In preparation for its advanced development, the vertical takeoff and landing capability and high maneuverability of \"Butterfly\" make it suitable for various applications in the defense sector, including personnel and cargo transport, surveillance, and reconnaissance.</p>",
        "<em>* Tilt-rotor: A vertical takeoff and landing aircraft with characteristics of both a helicopter and a turboprop airplane.</em>",
        "<img src='/resources/images/media-room/press-release/news_10-5.jpg'>",
        "<p>Also unveiled will be a \"multi-purpose unmanned vehicle (by Hanwha Defense)\" that can perform various missions on the battlefield through artificial intelligence-driven autonomous driving technology and remote control, without a human on board. Intelligent unmanned vehicles, instead of human soldiers, are expected to be a new weapon system that will upgrade the combat versatility of the military by transporting supplies, ammunition, and casualties while providing firepower support. Hanwha Defense has newly developed a 6-wheel drive unmanned vehicle that enhances loading weight and cruising distance compared to the existing one with the plan for its export in July.</p>",
        "<img src='/resources/images/media-room/press-release/news_10-6.jpg'>",
        "<p>Hanwha Aerospace CEO Hyun-woo Shin said that Hanwha will actively cooperate with the government to secure Korea's unique space technology, and continue to develop new business models such as satellite services, urban air mobility, and laser weapons to emerge as a global company that covers both space and defense.</p>",
        "<strong>◆ Company-specific exhibition participation content </strong>",
        "<strong>◎ Hanwha Aerospace</strong>",
        "<p>Hanwha Aerospace is the only company in Korea specializing in gas turbine engines, and assumes a key role in the integrated development of the engine for the next-generation KF-21 fighter jet through a technological partnership with GE in the U.S.. With its accumulated advanced technology in gas turbine engines and the aerospace field, Hanwha Aerospace has been involved in the launch of the Korean-made vehicle, NURI, contributing to the production of key technologies such as liquid rocket engines, turbo pumps, and various valves. The company also continues to establish a leadership position in the aerospace industry.</p>",
        "<p>At this exhibition, the engines that power the ROK Air Force's present and future are placed in the spotlight. Hanwha Aerospace will showcase the F100 engine for the F-15K and KF-16 fighter jets, the F404 engine for the T-50 trainer aircraft and FA-50 fighter aircraft, and the F414 engine for the next-generation KF-21 Boramae fighter jet,. Hanwha Aerospace will also unveil the LM2500, the main propulsion system for naval ships, the integrated electric propulsion system, and the anti-ship guided missile engine.</p>",
        "<strong>◎ Hanwha Corporation</strong>",
        "<p>Hanwha Corporation is actively pursuing the localization of advanced weapon systems in the Fourth Industrial Revolution era, and the future weapon system that applies high-energy laser technology is one of them. Hanwha Corporation has successfully developed a laser explosive neutralizer, which utilizes lasers to rapidly and safely deactivate improvised explosive devices (IEDs) and unexploded ordnance. In 2019, Hanwha Corporation was selected as the prototype production company for the Laser Air Defense Weapon System Development Project, led by the Defense Acquisition Program Administration (DAPA), making it the first domestic company to be chosen for such a project. Moreover, in May, Hanwha Corporation is actively working on localization of laser weapon core technologies, and signed a prototype production contract with the Agency for Defense Development (ADD) for a laser emitter (valued at KRW 24.3 billion) as part of a 4-year development period.</p>",
        "<p>It also boasts outstanding technological prowess in the field of navigation devices, which play a pivotal role in advanced weapon systems. The navigation system is a system that provides information on the position, speed, and attitude of an aircraft based on acceleration and angular velocity information measured by sensors without external help. It consists of an accelerometer sensor that measures acceleration, a gyro sensor that measures angular velocity, and a navigation computer. Also, anti-jamming technology is also being developed to safeguard satellite navigation devices from jamming (radio interference) signals. Hanwha Corporation has successfully developed and localized tactical-grade guided weapons and anti-jamming devices for ground vehicles.</p>",
        "<strong>◎ Hanwha Systems</strong>",
        "<p>Hanwha Systems spotlights its future technological prowess that will lead the advanced defense industry by proposing hyper-connected, hyper-intelligent, and hyper-convergent integrated solutions across all platforms for land, air, and space arenas including ▲space, ▲aviation, ▲air defense, ▲observation, ▲warrior platforms, and ▲communication technologies.</p>",
        "<p>At the Space Hub Zone, Hanwha Systems will unveil an integrated solution for a hyper-space infrastructure that enables stable communication anywhere in the world, even while on the move, through the “Low Earth Orbit Satellite Constellation” and “Low-Earth Orbit Satellite Communication Antenna.” Also on display will be the “ultra-small SAR satellite”, which was developed for the first time in Korea, with a weight of less than 100 kg and a resolution of 1 m. SAR satellites are capable of acquiring all-weather image information without being affected by night and inclement weather conditions.</p>",
        "<p>At the Air Zone, it will unveil a military tilt-rotor vertical takeoff and landing aircraft that utilizes urban air mobility technology for civilian use. Hanwha Systems, in partnership with Overair, is developing an urban air mobility aircraft that features vertical takeoff and landing capabilities and high maneuverability. This aircraft can be utilized in various aspects, including personnel and cargo transportation, surveillance, and reconnaissance, making it suitable for defense applications. Hanwha Systems is actively preparing for its pre-development phase.</p>",
        "<p>At the Air Shield Zone, it will unveil ▲the multi-functional radar for the Korean Low Altitude Missile Defense (LAMD) system, which is called the Korean Iron Dome, as well as ▲the combat control technology and ▲radio frequency seeker technology that can be applied to guided missiles. Hanwha Systems boasts unrivaled radar technology competitiveness, including the development of the KF-21 AESA radar and the Ulsan-class frigate Batch-3 multifunctional radar, and is also recognized as Korea's leading technology in the field of combat control, including the development of the Army's air defense C2A, ship combat system, and Korea Theater Missile Operation Cell (KTMO Cell.)</p>",
        "<p>In addition, the Surveillance Zone will showcase the Land 400 armored vehicle situational awareness camera, the 360-degree artificial intelligence (AI) situational awareness system, and the task-oriented dialog (TOD) AI video processing system. The Warrior Platform Zone will showcase intelligent weapon aiming systems and various key components for soldiers. The Communication Zone will display a future-oriented integrated terminal for organic integration and rapid information sharing between all platforms.</p>",
        "<strong>◎ Hanwha Defense</strong>",
        "<p>Under the theme of “The Future of the Defense Industry and Challenges to the Global Market,” Hanwha Defense will focus on AI/autonomous combat vehicles and their ability to develop next-generation technologies for the future battlefield.</p>",
        "<p>Hanwha Defense is leading the development of defense robots that incorporate Fourth Industrial Revolution technologies such as artificial intelligence and plays a pioneering role in Korea’s “New Self-Reliant National Defense.” Since 2006, Hanwha Defense has carried out more than 15 national tasks related to unmanned systems and defense robots, and has the richest experience and proven technology in Korea.</p>",
        "<p>The first product that piques interest is the \"intelligent multi-purpose unmanned vehicle”. Intelligent multi-purpose unmanned vehicles are expected to be a weapon system that will upgrade the combat efficiency of our army one step further. They, in place of human soldiers, can transport supplies, ammunition, and casualties, and can also provide firepower support with the weapons they are equipped with remotely. The multi-purpose unmanned vehicle is future unmanned system equipment that has not yet been deployed in the world, and is a 2-ton vehicle that is assigned to the infantry. It is a future defense robot system that can perform a variety of missions, such as △ surveillance and reconnaissance, △ communication relay, △ material transportation, △ wounded soldier transportation, and △ close combat, remotely or autonomously instead of soldiers in dangerous battlefield environments. In particular, the intelligent multi-purpose vehicle on a six-wheel drive platform newly developed by Hanwha Defense in July has the world's best performance, with major performance enhancements such as load weight and cruising range, and is expected to be equipped by our military as well as exported overseas in the future. The vehicle entered trial operations after signing a trial operation agreement with the 5th Infantry Division of the Army on the 28th last month.</p>",
        "<p>The hybrid electric propulsion system for tracked vehicles, which is touted as the next-generation power source, also seized the spotlight.</p>",
        "<p>The hybrid electric propulsion system for tracked vehicles is a next-generation power system that operates high-power motors with electric energy from batteries or hydrogen fuel cells to move tracked vehicles such as armored vehicles and tanks. Hanwha Defense will lead a project to develop key technologies for hybrid electric drive systems for tracked vehicles, including electromechanical transmissions (EMTs) starting from this year-end, and plans to complete it by 2025. The use of hybrid electric drive propulsion for tracked vehicles such as armored vehicles and tanks can not only improve mobility and fuel efficiency compared to existing internal combustion engine tracked vehicles, but also improve survivability through low-noise driving and gain many advantages during military operations. It is expected to make a significant contribution to the improvement of the future power of our military.</p>"
      ]
    },
    {
      "id": "5",
      "category" : "Press Release",
      "title": "Hanwha Signed Korea’s First ISRU Agreement with Six Government-Funded Research Institutes",
      "date": "2021.09.09",
      "thumbnail": "pressRelease-img-5-en.jpg",
      "desc" : [
        "<strong>▷ Hanwha Aerospace, the first Korean space company to sign In-Situ Resource Utilization (ISRU) agreements with government-funded research institutes in Korea.</strong>",
        "<strong>▷ Establishing a comprehensive cooperation system for facilities and systems that utilize in-situ resources (ISRU) to produce necessary materials on the Moon or Mars.</strong>",
        "<strong>▷ Leading the New Space era with Hanwha's investment and government-funded research institutes' space technology</strong>",
        "<p>Hanwha Aerospace, a subsidiary of Hanwha Space Hub, joined hands with six government-funded research institutes (hereinafter referred to as government-funded institutes※) to enhance participation in space in-situ resource utilization (ISRU).</p>",
        "<em>※ The six government-funded institutes include the Korea Institute of Civil Engineering and Building Technology, Korea Research Institute of Standards and Science, Korea Institute of Geoscience and Mineral Resources, Korea Aerospace Research Institute, Korea Institute of Energy Research, and Korea Atomic Energy Research Institute.</em>",
        "<img src='/resources/images/media-room/press-release/news_7-1.jpg'>",
        "<p>On the 9th, Hanwha Aerospace announced that it has signed a multi-party Memorandum of Understanding (MOU) with the government-funded institutes at the Cretaceous Room, Korea Institute of Geoscience and Mineral Resources (KIGAM) in Daejeon. The MOU was formed to facilitate public-private cooperation in space In-Situ Resource Utilization (ISRU).</p>",
        "<p>Hanwha Aerospace is the first domestic space company to sign an agreement with a government-funded research institute regarding ISRU.</p>",
        "<p>In-situ resource utilization (ISRU※) refers to the utilization of local resources on celestial bodies such as the Moon or Mars to produce essential materials. It primarily involves the production of water, oxygen, solar panels, building materials, and launch vehicle fuel, among others. The Artemis Program is a joint initiative of 12 countries※ that aims to send astronauts to the Moon by 2024 and build a sustainable human base on the Moon by 2030.</p>",
        "<em>※ ISRU: In Situ Resource Utilization </em>",
        "<em>※ Artemis Accords (12 countries): United States, South Korea, Australia, Canada, Japan, Luxembourg, Italy, United Kingdom, United Arab Emirates, Ukraine, New Zealand, and Brazil</em>",
        "<p>The memorandum of understanding signed on this day entails ▲cooperation in participating in exploration programs such as Artemis related to ISRU, ▲ cooperation in the development of each institution's specialized field in the development of a demonstration payload for the extraction of useful resources, and ▲ cooperation in the construction of early/long-term plants for ISRU on the Moon and Mars. The agreement is valid for 10 years after signing, and can be extended in one year intervals by the written agreement of each party.</p>",
        "<p>The signing ceremony was attended by Hyun-woo Shin, CEO of Hanwha Aerospace, Byung-suk Kim, President of the Korea Institute of Civil Engineering and Building Technology, Hyun-min Park, President of the Korea Research Institute of Standards, Kwang-eun Kim, Acting President of the Korea Institute of Geoscience and Mineral Resources, Sang-ryool Lee, President of the Korea Aerospace Research Institute, Jong-nam Kim, President of the Korea Institute of Energy Research, and Won-seok Park, President of the Korea Atomic Energy Research Institute. This marked the first domestic partnership between the six government-funded research institutes.</p>",
        "<p>Hanwha Aerospace announced that it will actively lead the space industry in the New Space era by establishing a comprehensive partnership system for ISRU technology with government-funded research institutes, and will collaborate in proactive investment, government policies, and future tasks. Furthermore, it is expected that this agreement will contribute to strengthening the space industry network platform and establishing and activating the domestic space industry ecosystem.</p>",
        "<p>Interest in domestic and international lunar exploration participation has increased following the government’s Artemis Accords and Korea's lunar lander plans in May. The company is prioritizing technology development projects for lunar resource extraction, and is working on a mid-to long-term roadmap and specific implementation plan for domestic ISRU development.</p>",
        "<p>Meanwhile, ISRU technology is a key technology that will be applied in space in the future, and it is essential to secure it at this time with space development gaining full-scale traction. Accordingly, the company emphasized that it is essential for Korea to secure its position in the space industry by participating in international ISRU programs such as the Artemis program through proactive preparations.</p>",
        "<p>Hanwha Aerospace CEO Hyun-woo Shin said that he believes that the company has taken the first step toward developing space ISRU technology through this MOU, adding that although a gap between remains Hanwha and global leaders, it is expected to be closed, owing to Hanwha's aggressive investment in tandem with the government’s space-related resources and technical support.</p>"
      ]
    },
    {
      "id": "4",
      "category" : "Press Release",
      "title": "Hanwha Systems Invested USD 300 million… Joining the Board of Directors of the Space Company OneWeb",
      "date": "2021.08.12",
      "thumbnail": "pressRelease-img-4-en.jpg",
      "desc" : [
        "<strong>▷ Discussions on space business with the UK government and SoftBank have commenced, marking the full-fledged push toward the New Space era in Korea.</strong>",
        "<p>Hanwha Systems invests USD 300 million (approximately KRW 345 billion) in OneWeb, a global space Internet company. On the 12th, Hanwha Systems announced that it will sign an investment agreement with OneWeb and join the board of directors along with the British government, the world's third-largest mobile operator Bharti Global, the world's third-largest communications satellite company Eutelsat, and Japan's SoftBank.</p>",
        "<img src='/resources/images/media-room/press-release/news_4-1.jpg'>",
        "<img src='/resources/images/media-room/press-release/news_4-2.jpg'>",
        "<strong>OneWeb to roll out a global “Space Internet” service next year... \"Hanwha is a strong partner of OneWeb.”</strong>",
        "<p>OneWeb's main business is the “Space Internet”, which provides ultra-high-speed internet to the world by launching numerous satellites in low-earth orbit. In 2019, OneWeb successfully launched the world's first satellite for the space Internet.</p>",
        "<p>So far, it has operated 254 low-orbit satellites orbiting the Earth through eight launches. On the 19th, it plans to launch 34 more satellites and next year, it will complete the space internet network with 648 satellites and roll out the global space internet service in full scale. OneWeb has also secured global frequency priority through the International Telecommunication Union (ITU), a UN agency that oversees satellites worldwide. The highly anticipated “space business infrastructure construction” has finally been completed.</p>",
        "<p>Satellite manufacturing, launch, as well as satellite signal reception and distribution, are being carried out in partnership with world-leading companies in their respective fields.</p>",
        "<p>To facilitate satellite manufacturing, a joint venture company has been established with Airbus, Europe's largest aircraft manufacturer. The rocket that will carry the satellite will work in cooperation with Arianespace and Soyuz, which have a proven track record of numerous launches. The gateway, which receives and distributes satellite signals from the ground, will be worked in cooperation with Hughes, a leading network company in the U.S., and world-renowned telecommunications companies such as Barty and Eutelsat, which are major shareholders and business partners of OneWeb, will provide space internet to users.</p>",
        "<p>The market size is large enough to attract many global companies. Morgan Stanley has forecasted that the space internet market will grow to as much as USD 582 billion (about KRW 670 trillion) in 20 years.</p>",
        "<p>Hanwha Systems expects to create synergies with OneWeb based on its world-class satellite and antenna technology. Chairperson Sunil Bharti Mittal at Bharti Group, OneWeb's largest shareholder, formally welcomed Hanwha Systems as a “powerful partner” in achieving our (OneWeb's) goal of connecting the world.\" Global investment bank UBS also encouraged both sides to actively cooperate this time, given the complementary technical capabilities of OneWeb and Hanwha Systems.</p>",
        "<strong>Space Hub makes its global debut on the \"New Space\" stage.</strong>",
        "<p>Hanwha has officially entered the global New Space stage with this investment. It is also expected to be an opportunity for the current public sector-led space exploration (Old Space) to transition to a private sector-led space business (New Space).</p>",
        "<img src='/resources/images/media-room/press-release/news_4-3.jpg'>",
        "<p>As the control tower of Hanwha Group's space business, Space Hub is expected to take on an increasingly significant role. Space Hub, which was launched in March, is led by Hanwha Solutions CEO Dong-kwan Kim and was formed as a consortium of Hanwha Systems, Hanwha Aerospace, Hanwha Corporation, and Satrec Initiative, a satellite company.</p>",
        "<p>OneWeb CEO Neil Masterson said, “Hanwha Systems can add top-notch satellite and antenna technology to OneWeb’s lineup,” and added, “I am pleased to have a key part in this innovative journey to connect the world through space together.”</p>",
        "<strong>[Q&A]</strong>",
        "<strong> Q. What is the advantage of OneWeb?</strong>",
        "<p>A. OneWeb is the first company to launch a low-earth orbit satellite for the space internet. So far, we have successfully launched all eight rockets and put 254 satellites into orbit, which are operating normally. Moreover, world-class companies such as India's Bharti, France's Eutelsat, and Japan's SoftBank have each invested hundreds of millions of dollars in this. The consensus is that plan to provide seamless global coverage with 648 satellites of the \"Space Internet Network\" by next year holds high promise for business viability and reliability. </p>",
        "<strong> Q. What roles do Hanwha Systems play on OneWeb’s Board of Directors?</strong>",
        "<p>A. As a member of the OneWeb board of directors, Hanwha Systems participates in all matters decided by the board. In particular, Hanwha Systems has the technological competitiveness of being a satellite and antenna technology company. We expect that Hanwha Systems will be able to actively participate in the space internet market by utilizing its accumulated development capabilities and technological prowess. Given the nature of OneWeb's business, which is to cooperate with companies worldwide to build satellite communication networks, the prospects are high for Hanwha Systems to provide satellite internet networks in Asia.</p>",
        "<strong> Q. How do you see the specific profitability and prospects of the OneWeb business?</strong>",
        "<p>A. Morgan Stanley estimates the global space industry market size to be USD 1.1 trillion (KRW 1,260 trillion) in 2040. Among this, the “Space Internet” accounts for approximately half, around USD 580 billion. OneWeb will launch a global space internet service next year with its 648 satellites. It is possible to secure leadership in the critical initial space internet market for new businesses. OneWeb has a business model that collaborates with the world’s top telecommunications companies. With them, people can move from terrestrial internet to space internet without disruptions. </p>",
        "<strong> Q. What is the Space Internet business?</strong>",
        "<p>A. The precise term for the “Space Internet” is low-earth orbit (LEO) satellite communication project. It involves deploying hundreds to thousands of satellites in low-earth orbit (500-2000 km) to provide seamless high-speed internet coverage worldwide. Because it doesn't require fiber-optic cables, the “Space Internet” can provide high-speed internet access even in remote areas such as the Arctic, jungles, or on ships and airplanes in transit across the Pacific. It is an essential technology for future technologies such as air taxis that need to send and receive signals at high altitudes and autonomous vehicles that require uninterrupted data transmission.</p>",
        "<strong> Q. Which global companies are participating in OneWeb?</strong>",
        "<p>A. OneWeb is a space company created by the world's leading companies in their respective fields. Satellite manufacturing will involve a partnership with Airbus, the largest aircraft manufacturer in Europe, while the launches will involve partnerships with Soyuz and Arianespace, which have launched the most rockets worldwide. For the gateway to connect satellite communications, OneWeb is partnered with Hughes, a leading network company in the U.S. The space internet service will be provided by a consortium of leading telecommunications companies in each region, including India's Bharti, the world's third-largest mobile operator, and France's Eutelsat, the world's third-biggest satellite operator. The synergies of OneWeb will serve to minimize the uncertainty of space business and maximize stability and business performance by cooperating with companies boasting the best technological capabilities and track record.</p>"
      ]
    },
    {
      "id": "3",
      "category" : "Press Release",
      "title": "CFUIS Approved Hanwha Systems' KRW 33 Billion Investment in Kymeta.",
      "date": "2021.05.25",
      "thumbnail": "pressRelease-img-3-en.jpg",
      "desc" : [
        "<strong>▷ Hanwha invested KRW 100 billion… Began the development of inter-satellite links (ISL) technology for low-orbit satellite communications.</strong>",
        "<p>Hanwha Systems (CEO Yeon-chul Kim) will invest USD 30 million (about KRW 330 billion) in Kymeta, a U.S. satellite antenna company. The Committee on Foreign Investment in the U.S. (CFUIS) has approved Hanwha Systems' investment in Kymeta. The CFIUS approval accelerates Hanwha Systems' strategic partnership with Kymeta, which began late last year, to develop future satellite antennas.</p>",
        "<p>Kymeta is a leading provider of electronically steerable satellite antennas that can receive and process signals from satellites while in motion. An electronic antenna is a necessary piece of equipment for using satellite communication in sea and air areas where terrestrial internet networks (i.e. base stations, fiber optics, etc.) do not reach.</p>",
        "<p>Unlike the parabolic antennas that we are familiar with, electronic antennas are flat and light, so they can be directly mounted on cars and aircraft. Global space companies, such as SpaceX, Amazon, and OneWeb, are also developing electronic antenna technologies for low-earth orbit (LEO) satellite communications.</p>",
        "<strong>Simultaneous development of meta-structure and semiconductor chip antennas... Preparing for the satellite communication & air mobility era</strong>",
        "<p>Kymeta has succeeded in commercializing electronically steerable antennas (ESAs), and owns patents in the U.S. and internationally. The core technology of the ESA is to control the wavelength and shape of radio waves, sound, and light by creating fine patterns on glass substrates of antennas. This allows the antennas to quickly and accurately receive and process signals sent from satellites.</p>",
        "<p>Hanwha Systems acquired Phasor Solutions, a British satellite antenna company, in June last year, and founded Hanwha Phasor. Hanwha Phasor is developing high-performance electronic antenna technology based on semiconductor chips.</p>",
        "<p>The acquisition of Kymeta's meta-structure antenna technology will enable Hanwha Systems to expand its antenna technological prowess and capabilities in sea, air, and land arenas, which are required for future low-orbit satellite communication and air mobility.</p>",
        "<p>Hanwha Systems is the sole company in Korea that is simultaneously developing interrelated technologies, including satellites and antennas for low-orbit satellite communication and air taxis that utilize satellite communication technology.</p>",
        "<p>Kaimeta CEO Doug Hutcheson said, \"Our partnership with Hanwha Systems affords us a significant competitive advantage in the global low-orbit satellite communication market.” Hanwha Systems' Satellite Communications Business Division aims to generate KRW 5.8 trillion in sales in 2030. </p>"
      ]
    },
    {
      "id": "2",
      "category" : "Press Release",
      "title": "Space Hub and KAIST Established a Space Research Center and Launched the \"ISL\" Project.",
      "date": "2021.05.17",
      "thumbnail": "pressRelease-img-2.jpg",
      "desc" : [
        "<strong>▷ Hanwha invested KRW 100 billion… Began the development of inter-satellite links (ISL) technology for low-orbit satellite communications.</strong>",
        "<strong>▷ Expecting to usher in the “New Space” era in full scale led by private space development</strong>",
        "<p>Space Hub, which oversees Hanwha's space industry, has established a space research center in partnership with KAIST.</p>",
        "<p>It is the largest space research center in Korea that has been jointly established by a private company and a university. Hanwha will invest KRW 100 billion in the research center to be established under the management of the Vice President for Research at KAIST.</p>",
        "<img src='/resources/images/media-room/press-release/news_2-1-en.jpg'>",
        "<p>Space Hub is a space business headquarters that was launched in March, with the participation of Hanwha Aerospace, Hanwha Systems, Hanwha Corporation, and Satrec Initiative.</p>",
        "<p>The first research project of the Space Hub and KAIST is the development of Inter Satellite Links (ISL: communication technology between satellites) for low-orbit satellite communications. ISL is an essential technology for implementing communication services using low-orbit satellites. The key task of the ISL is to exchange data between satellites using lasers.</p>",
        "<p>Unlike conventional geostationary satellites, low-orbit satellites can quickly process large amounts of data by sending and receiving data with lasers using ISL technology.</p>",
        "<p>Internet access will also be possible on airplanes and ships in transit and at remote areas without access to electricity. This technology can be immediately capitalized in Hanwha Systems' satellite communications and air mobility businesses.</p>",
        "<img src='/resources/images/media-room/press-release/news_2-2.jpg'>",
        "<p>SpaceX in the U.S. and other companies are also working hard to develop ISL, because ISL can be expected to have economic benefits immediately in the space industry, which requires a massive amount of funds. This is why there is a heated battle for ISL development worldwide in the private space development sector.</p>",
        "<p>Along with the ISL project, the Space Research Center is also working on various technologies that will accelerate private space development and satellite commercialization. These include launch vehicle technology, satellite attitude control, observation technology, and space energy technology. The Center is also actively developing the manpower expertise and capabilities needed for new projects.</p>",
        "<p>The KAIST Research Office said that it marks a milestone in developing practical commercialization technologies that surpass simple industry-university partnerships, and that it serves as a turning point for the Korean space industry to excel in the private sector-led New Space era.</p>"
      ]
    },
    {
      "id": "1",
      "category" : "Press Release",
      "title": "Launching the Hanwha \"Space Hub\"... CEO Kim Dong-kwan Leads the Space Business in the Field.",
      "date": "2021.03.08",
      "thumbnail": "pressRelease-img-1-en.jpg",
      "desc" : [
        "<img src='/resources/images/media-room/press-release/news_1-1.jpg'>",
        "<strong>1. Hanwha seeks a fast-track to the space business with engineers.</strong>",
        "<p>Hanwha has entered the space industry in full scale, bringing together core technologies that were scattered across multiple companies. Hanwha announced on the 7th that it would launch the “Space Hub” to pursue leadership in the overall space industry.</p>",
        "<p>Hanwha Solutions CEO Dong-kwan Kim will be in charge of the Hub. He was recommended as a registered director of Hanwha Aerospace on the 26th. The role of team leader of the Space Hub represents a first for him in the Space Hub.</p>",
        "<p>At the front and center of the Hub are Hanwha Aerospace engineers who have worked on the development of Nuri-ho, a Korean space launch vehicle. It is expected that in the future, Hanwha Systems' communications and video equipment experts, Hanwha's weapon system experts in each field, and Satrec Initiative, which recently decided to join Hanwha, are also expected to participate in.</p>",
        "<p>CEO Dong-kwan Kim believes that to compete with global companies, expertise, and comprehensive support are necessary. He stated that he will find a fast-track to space with the help of engineers.</p>",
        "<p><strong>2. Field-oriented “integrated situation room”… CEO Dong-kwan Kim works with engineers</strong></p>",
        "<p>Private sector-led space development is a global trend. Morgan Stanley has forcasted that the space industry market will grow to around USD 1.1 trillion (approximately KRW 1,220 trillion) by 2040, which will be led by private enterprises. Companies like SpaceX and Blue Origin in the U.S. are already delivering results.</p>",
        "<p>Through the Space Hub, Hanwha plans to monitor trends in private space projects overseas and to set research directions and business models.</p>",
        "<p>Hanwha explained that the Hub is not an organization at the top level of each company, but rather an integrated situation room for the dynamic space sector. The Space Hub will focus on research and investment by dividing it into the production sector, such as launch vehicles and satellites, and the service sector, such as communications, earth observation, and energy. There are also plans to actively recruit talents in those fields.</p>",
        "<p>Hanwha Solutions' solar technology, which is top-ranked in the U.S. solar module market, and the technology of Cimarron, a U.S. company specializing in hydrogen and aerospace tanks, which Hanwha Solutions acquired, are also being studied for potential linkages with the space business.</p>",
        "<p>Hanwha Solutions CEO Dong-kwan Kim said that the time is long overdue to make advancements in the space industry and that he would develop it with a socially responsible attitude.</p>",
        "<strong>◎ What role does the Space Hub play?</strong>",
        "<p>Q. Hanwha Aerospace, Hanwha Systems, Hanwha Corporation, and Satrec Initiative have been involved in space-related businesses in their own directions. What could be different if they were to partner together?</p>",
        "<p>A. For example, Hanwha Aerospace's launch vehicle could carry Satrec Initiative's satellite, on which Hanwha Systems' communication system could be mounted. The goal is to formulate a broad vision under the premise of “space.”</p>",
        "<p>Q. What specific tasks will Space Hub be engaged in, and what will be the first step taken immediately?</p>",
        "<p>A. It serves as a technological partnership. For example, we could explore the development of services by combining Hanwha Systems' imaging payload technology with Satrec Initiative's earth observation satellite technology. It is also possible to venture into the satellite communication field, characterized by strong competition between companies like SpaceX and Amazon, by combining the communication system technology of the two companies along with small satellite design technology.</p>",
        "<p>Q. Space development is immensely expensive. How much does the Space Hub plan to invest, and how will it be funded?</p>",
        "<p>A. As a case in point, SpaceX has invested around KRW 500 billion in the development of the Falcon 9 launch vehicle. We believe that more investment may be needed to secure global competitiveness in a short period of time, considering our current technology status, and we are reviewing the specific scale of investment. We think that the funding is expected to require government support in terms of national technology acquisition in addition to our own private investment.</p>"
      ]
    }
  ],

  "spaceHubTv" : [
    {
      "id": "18",
      "category" : "Space Hub TV",
      "thumbnail": "spaceHubTv-img-18-en.webp",
      "title": "[EN] James Webb just did it again",
      "url": "https://youtu.be/SI-fomLlXC4?si=SIjnW3JVSEAmdj5-"
    },
    {
      "id": "17",
      "category" : "Space Hub TV",
      "thumbnail": "spaceHubTv-img-17-en.webp",
      "title": "[EN] Voyager 1 is back in action!",
      "url": "https://youtu.be/x6GSMhLUzRQ?si=q_akFBq4CvJknhJR"
    },
    {
      "id": "16",
      "category" : "Space Hub TV",
      "thumbnail": "spaceHubTv-img-16-en.webp",
      "title": "[EN] Hanwha’s Space Education Program for Future Space Heroes!",
      "url": "https://youtu.be/gqW6KmMJ_NE?si=yC73Ert2lJWbWAHo"
    },
    {
      "id": "15",
      "category" : "Space Hub TV",
      "thumbnail": "spaceHubTv-img-15-en.webp",
      "title": "[EN] An Establishment of Korea AeroSpace Administration, KASA",
      "url": "https://youtu.be/QH0nQyYcwwM?si=qr4_tZCqWqH2Mqyz"
    },
    {
      "id": "14",
      "category" : "Space Hub TV",
      "thumbnail": "spaceHubTv-img-14-en.webp",
      "title": "[EN] South Korea’s first lunar landing scientific payload, LUSEM",
      "url": "https://youtu.be/Bczb2Smkkf0?si=i2XGgSq8ruKvOf_O"
    },
    {
      "id": "13",
      "category" : "Space Hub TV",
      "thumbnail": "spaceHubTv-img-13-en.webp",
      "title": "[EN] South Korea’s leading space company, Hanwha",
      "url": "https://youtu.be/xk3EOSq2C3w"
    },
    {
      "id": "12",
      "category" : "Space Hub TV",
      "thumbnail": "spaceHubTv-img-12-en.webp",
      "title": "[EN] South Korea’s next-generation launch vehicle, KSLV-lll",
      "url": "https://youtu.be/gFk5SWGDpzo"
    },
    {
      "id": "11",
      "category" : "Space Hub TV",
      "thumbnail": "spaceHubTv-img-11-en.jpg",
      "title": "SAR satellite",
      "url": "https://youtu.be/QbkGaotR8-s"
    },
    {
      "id": "10",
      "category" : "Space Hub TV",
      "thumbnail": "spaceHubTv-img-10-en.jpg",
      "title": "What is Space Hub?",
      "url": "https://youtu.be/sV1HOTbdj8o"
    },
    {
      "id": "9",
      "category" : "Space Hub TV",
      "thumbnail": "spaceHubTv-img-9-en.webp",
      "title": "[ENG Sub] Space Hub in ADEX 2023 : Why go to space?",
      "url": "https://youtu.be/55G6Ukl-2KM?si=RqKufszzW6xNPwoM"
    },
    {
      "id": "8",
      "category" : "Space Hub TV",
      "thumbnail": "spaceHubTv-img-8-en.jpg",
      "title": "Short Documentary  – Engine of the Korean Space Launch Vehicle (NURI)",
      "url": "https://youtu.be/fKr7NFDWwlM"
    },
    {
      "id": "7",
      "category" : "Space Hub TV",
      "thumbnail": "spaceHubTv-img-7-en.jpg",
      "title": "Observation Points for the 3rd Launch of the Korean Launch Vehicle (NURI)",
      "url": "https://youtu.be//pkan01kTZfA"
    },
    {
      "id": "6",
      "category" : "Space Hub TV",
      "thumbnail": "spaceHubTv-img-6-en.jpg",
      "title": "Expert Interview on Korean Launch Vehicle, Part 2",
      "url": "https://youtu.be/i63mAQ5YvY4"
    },
    {
      "id": "5",
      "category" : "Space Hub TV",
      "thumbnail": "spaceHubTv-img-5-en.jpg",
      "title": "Expert Interview on Korean Launch Vehicle, Part 1",
      "url": "https://youtu.be/wktVBUtE2Hg"
    },
    {
      "id": "4",
      "category" : "Space Hub TV",
      "thumbnail": "spaceHubTv-img-4-en.jpg",
      "title": "Global Space Race, Part 2",
      "url": "https://youtu.be/z3_U9dQMNp0"
    },
    {
      "id": "3",
      "category" : "Space Hub TV",
      "thumbnail": "spaceHubTv-img-3-en.jpg",
      "title": "Global Space Race, Part 1",
      "url": "https://youtu.be/Rteb9kldYKE"
    },
    {
      "id": "2",
      "category" : "Space Hub TV",
      "thumbnail": "spaceHubTv-img-2-en.jpg",
      "title": "The History of Space Project Development in South Korea",
      "url": "https://youtu.be/LSOpEebNI9U"
    },
    {
      "id": "1",
      "category" : "Space Hub TV",
      "thumbnail": "spaceHubTv-img-1-en.jpg",
      "title": "The Story of the Korea Pathfinder Lunar Orbiter (KPLO)",
      "url": "https://youtu.be/UYv8V-LxLpk"
    }
  ],

  "PrArchive" : [
    {
      "id": "3",
      "category" : "PR Archive",
      "title": "Hanwha System connecting ground, air, and space",
      "date": "2022.07.18",
      "thumbnail": "PrArchive-img-3-en.jpg",
      "desc" : [
        "<p class='inner-video'><iframe src='https://www.youtube.com/embed/-OJmpYlXNDo' frameborder='0' allowfullscreen></iframe></p>",
        "<p>Hyper-connectivity, super-intelligence, and hyper-convergence of connecting ground, air, and space such as very small SAR satellite, Low Earth Orbit (LEO) communication satellite AESA radar and air defense radar—they are the solutions of Hanwha System.</p>",
        "<p>*Inquiries on material use: spacehub@hanwha.com</p>"
      ]
    },
    {
      "id": "2",
      "category" : "PR Archive",
      "title": "Inter-Satellite Link (ISL)",
      "date": "2022.10.4",
      "thumbnail": "PrArchive-img-2-en.jpg",
      "desc" : [
        "<p class='inner-video'><iframe src='https://www.youtube.com/embed/CbiDcPLLdg0' frameborder='0' allowfullscreen></iframe></p>",
        "<p>Laser communication terminal providing Giga-bps satellite communication between Hanwha System’s LEO communication satellite and very small SAR satellite. Through the 'Laser communication ground terminal' by connecting space and ground via laser for transmission and reception of high-volume data, era of  hyper-connectivity created. </p>",
        "<p>*Inquiries on material use: spacehub@hanwha.com</p>"
      ]
    },
    {
      "id": "1",
      "category" : "PR Archive",
      "title": "The Heart of Nuri, 75t Engine",
      "date": "2022.06.21",
      "thumbnail": "PrArchive-img-1-en.jpg",
      "desc" : [
        "<p class='inner-video'><iframe src='https://www.youtube.com/embed/oH6cSz5aI9E' frameborder='0' allowfullscreen></iframe></p>",
        "<p>75t liquid engine of Korean Space Launch Vehicle Nuri (KSLV-II) developed with Korean technology</p>",
        "<p>*Inquiries on material use: spacehub@hanwha.com</p>"
      ]
    }
  ]
}
